[{"id":1,"marca":"Dell","serie":"Alienware","modelo":"X15 R1","description":" Alienware x15 R1 inicia una nueva generación de portátiles Alienware de 15,6 pulgadas que sustituye a la antigua serie Alienware m15. Como se detalló en el anuncio originalel último modelo renueva completamente el diseño del chasis Legend introducido en el Alienware m15 R2 para conseguir un aspecto más fino y elegante.","image":"Dell_Alienware_MX15.jpeg","category":"Gaming","color":"Gris","precio":450000,"codigomodelo":"AWX15R1-7470WHT-PUS"},
{"id":2,"marca":"Apple","serie":"MacBook","modelo":"Air M13 (M1)","description":"El chip M1 de Apple redefine el portátil más fino y ligero. La CPU es hasta 3,5 veces más potente. Los gráficos, hasta cinco veces más rápidos. Un Neural Engine más avanzado llega a multiplicar por nueve la velocidad del aprendizaje automático. Además tiene la mayor autonomía en un MacBook Air y un diseño sin ventilador que lo vuelve ultrasilencioso. Descubre un talento sin precedentes listo para seguirte a cualquier parte.","image":"Appe_Macbook_Air13.jpeg","category":"Home","color":"Blanco","precio":220000,"codigomodelo":"B08N5LNQCX"},
{"id":3,"marca":"Getac","serie":"B Series","modelo":"B360","description":"La Notebook B360 brinda una respuesta rápida con un procesador Intel® Core™ de 10ma generación y gráficos Intel® UHD. Esta notebook, liviana y portátil cumple con las certificaciones de robustez más recientes. Además, al estar diseñada para condiciones extremas, la B360 es confiable y está lista para el trabajo, ideal para seguridad pública, servicios públicos y manufactura.","image":"GETAC_360.png","category":"Industrial","color":"Negro","precio":750000,"codigomodelo":"BM21Z4BSBDFX"},
{"id":4,"marca":"Lenovo","serie":"ThinkPad","modelo":"E15 Gen 3","description":"El portátil empresarial ThinkPad E15 Gen 3, es ideal trabajes donde trabajes. Lenovo Thinkpad E15 Gen 3. Equipado con procesadores de ultima generacion","image":"Lenovo_Thinkpad_E15.jpg","category":"Business","color":"Negro","precio":350000,"codigomodelo":"20YHS0C100"},
{"id":5,"marca":"HP","serie":"ThinkPad","modelo":"E15 Gen 3","description":"La notebook HP Pavilion 15-EH0009LA es la fusión perfecta entre el máximo desempeño y el mejor diseño para tus días más productivos. Con una pantalla de 15,6 pulgadas con micro bordes y resolución FHD (1920 x 1080 p) tendrás mayor visualización, con amplios ángulos de visión de 178°, y una excelente calidad para disfrutar de todo tu contenido. Además, cuenta con lector de huellas digitales para que puedas iniciar sesión en tu dispositivo solo con el toque de tu dedo.","image":"HP_Pavilion_15.jpg","category":"Home","color":"Blanco","precio":189000,"codigomodelo":"15-EH0009LA"},
{"id":6,"marca":"Dell","serie":"XPS","modelo":"15 7590","description":"Más potencia en un paquete más delgado Potencia garantizada: Además de ocupar el lugar de nuestra 2 en 1 más pequeña de 13 pulgadas, esta XPS tiene hasta 2,5 veces más rendimiento que la generación anterior y está equipada con los nuevos procesadores Intel 10nm de décima generación, en un factor de forma un 8% más delgado. Intel colaboró con Dell para crear portátiles específicamente para quienes están en movimiento.","image":"Dell_XPS_15_7590.jpg","category":"Gaming","color":"Plata","precio":490000,"codigomodelo":"B07T3FWD22"},
{"id":7,"marca":"ASUS","serie":"Chromebook","modelo":"Flip C433","description":"Presentamos el ASUS Chromebook Flip C433, un Chromebook con una bisagra duradera de 360 grados, pantalla de 14 pulgadas, bisel estrecho NanoEdge de 4 vías y USB Type-C/Type-A. Disfruta de un Chromebook con especificaciones para ultrabook que tiene la potencia y la flexibilidad para hacerlo todo","image":"ASUS_ChromeboxFlip_14.jpg","category":"Home","color":"Plata","precio":95000,"codigomodelo":"B08ZLF99VD"},
{"id":8,"marca":"MSI","serie":"Raider","modelo":"GE66 15.6","description":"GE66 Raider es la cruza entre la estética y el desempeño, claves fundamentales para una laptop sólida. El exterior de la GE66 muestra un ángulo oblicuo que le otorga una estética aguda y cuidada.","image":"MSI_Raider_66.jpg","category":"Gaming","color":"Negro","precio":595000,"codigomodelo":"B09RB9Z4Z2"},
{"id":9,"marca":"Panasonic","serie":"Thoughbook","modelo":"CF-53 MK4","description":"Non-touch semi-rugged laptop was built to be ready to any work! Spill-resistant, full magnesium alloy design, storage drive heater to suit every need.","image":"Panasonic_Thoughbook_CF-53.jpg","category":"Industrial","color":"Negro","precio":755000,"codigomodelo":"B084QJ2N95"},
{"id":10,"marca":"Microsoft","serie":"Surface","modelo":"Laptop 4 13.5","description":"Stand out on HD video calls backed by Studio Mics. Capture ideas on the vibrant PixelSense™ touchscreen. Surround yourself with immersive, theater-like Dolby Atmos® audio6. Do it all with a perfect balance of sleek, ultra-thin design, and more speed, now up to 70% faster – with significantly longer battery life than before1. Two sizes. Two keyboard finishes. Plus, choice of 11th Gen Intel® Core™ or exclusive AMD Ryzen™ Microsoft Surface® Edition processors2.","image":"Microsoft_Surface_Laptop_4.jpg","category":"Business","color":"Negro","precio":455000,"codigomodelo":"B09MZRHBXB"}]